Revit 2024 API
SymbolTypeId.LPerS Property
 Symbol L/s, indicating unit Liters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LPerS { get; }
Visual Basic
Public Shared ReadOnly Property LPerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LPerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace